Repository: nurilloh2004/uzcharm-sanoat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Uzcharmsanoat admin panel
uz: Uzcharmsanoat

source: Uzcharmsanoat Admin Portal
uz: Uzcharmsanoat uyushmasi

source: Welcome to Uzcharmsanoat Portal
uz: Uzcharmsanoat ga xush kelibsiz

source: Fullname
uz: To'liq ism

source: email
uz: Elektron pochta

source: phone_number
uz: Telefon raqam

source: region
uz: Viloyat

source: address
uz: Manzil

source: date_of_birth
uz: Tug'ilgan sana

source: gender
uz: Jins

source: marital_status
uz: Oilaviy ahvol

source: file_upload
uz: Fayl yuklash

source: message
uz: Xabar

source: title
uz: Sarlavha

source: short_description
uz: Qisqa tasvir

source: Full text
uz: To'liq matn

source: Post
uz: Yangilik

source: Posts
uz: Yangiliklar

source: Title
uz: Sarlavha

source: Short description
uz: qisqa Tasvir

source: Tenders
uz: Tenderlar

source: name
uz: Foydalanuvchi nomi

source: image
uz: Rasm

source: slug
uz: Slag

source: Company Type
uz: Kompaniya turi

source: Company Types
uz: Kompaniya turlari

source: Menu Company
uz: Menu Kompamiya

source: Menu Companys
uz: Menu Kompamiyalar

source: Product Categories
uz: Mahsulot toifalari

source: Product
uz: Mahsulotlar

source: Products
uz: Mahsulotlar

source: Website link
uz: Veb-sayt havolasi

source: Useful Link
uz: Foydali havola

source: Useful Links
uz: Foydali havolar

source: Expo Link
uz: Expo havolalari

source: Expo Links
uz: Expo havolalari

source: adress
uz: Manzil

source: Partner
uz: Hamkor

source: Partners
uz: Hamkorlar

source: Vacancy
uz: Bo'sh ish o'rinlari

source: Vacancys
uz: Bo'sh ish o'rinlari

source: Gallery Category
uz: Galereya toifasi

source: Gallery Categorys
uz: Galereya toifalar

source: Gallery Image
uz: Galereya tasviri

source: Gallery Images
uz: Galereya tasvirlari

source: Media
uz: Video lavhalar

source: Infographic
uz: Infografika

source: Infographics
uz: Infografiklar

source: Content
uz: Tarkiblar

source: Static Content
uz: Statik Tarkib

source: Static Contents
uz: Statik Tarkiblar

source: Legal Document
uz: Normativ-xuquqiy xujjatlar

source: Legal Documents
uz: Normativ-xuquqiy xujjatlar

source: Statistic
uz: Uyushma faoliyati raqamlarda

source: Statistics
uz: Uyushma faoliyati raqamlarda

source: Menu item
uz: Menyu elementi

source: Menu items
uz: Menyu elementlari

source: Icon
uz: Ikonka

source: ShortLink item
uz: ShortLink elementi

source: ShortLink items
uz: ShortLink elementlari

source: Staff
uz: Xodimlar

source: Staffs
uz: Xodimlar

source: content about us
uz: Biz haqimizda ma'lumot

source: history about us
uz: Kompaniya tarixi

source: company_structure
uz: Kompaniya tuzilishi

source: company_report
uz: Kompaniya hisoboti

source: Company Info
uz: Kompaniya asoschilari

source: Company Infos
uz: Kompaniya asoschilari

source: FAQ
uz: Savol-javoblar

source: Site Setting
uz: Sayt Sozlamalari

source: Site Settings
uz: Sayt Sozlamalari

source: Exhibition
uz: Ko'rgazma va yarmarkalar

source: Exhibitions
uz: Ko'rgazma va yarmarkalar

source: Male
uz: Erkak

source: Female
uz: Ayol

source: Single
uz: Yolg'iz

source: Married
uz: Oilali

source: Virtual Reception
uz: Virtual qabulxona

source: Request form: Contact form data
uz: So'rov shakli: Kontakt shaklidagi ma'lumotlar

source: Request forms: Contact form data
uz: So'rov shakllari: aloqa shakli haqidagi ma'lumotlar

source: full_name
uz: Toliq ism

source: subject
uz: Mavzu

source: Contact
uz: Aloqa

source: Contacts
uz: Aloqa

source: phone
uz: Telefon

source: Legislation
uz: Qonunchilik

source: Legislations
uz: Qonunchilik

source: Regional Administration
uz: Viloyat Boshqarmalar

source: Logo text
uz: Logo matni

source: Logo text footer
uz: Futer logo matni

source: Address
uz: Manzil

source: Operating Mode
uz: Ishlash tartibi

source: Home Page Text
uz: Bosh sahifa matni

source: Image
uz: Rasm

source: Tel First
uz: Birinchi telefon

source: Tel Second
uz: Ikkinchi telefon

source: Tel Third
uz: Uchinchi telefon

source: Tel Fourth
uz: Tortinchi raqam

source: Since
uz: Ishlash Yillari

source: Site Background
uz: Saytning orqa foni

source: Site Background 2
uz: Saytning orqa foni 2

source: Menu Settings
uz: Menyu Sozlamalari

source: Text
uz: Tekst

source: Banner Carousel
uz: Banner

source: Banners
uz: Hamkorlar

source: Director Name
uz: Direktor ismi

source: Company Name
uz: Kompaniya nomi

source: Phone
uz: Telefon

source: Email
uz: Elektron pochta

source: Region
uz: Viloyat

source: Regions
uz: Bo'limlar

source: link
uz: Havola

source: Menu Overlay
uz: Menyu qoplamasi

source: Menu Overlays
uz: Menyu qoplamalari

source: How to join
uz: A’zo bo‘lish tartibi

source: Benefit
uz: Uyushmaga a’zolikning afzaliklari

source: Benefits
uz: Uyushmaga a’zolikning afzaliklari

source: Structure
uz: Tuzilma

source: Structures
uz: Tuzilma

source: content
uz: Tarkib

source: History of Organization
uz: Tashkilotlar tarixi

source: Territorial Administration
uz: Xududiy Boshqarmalar

source: Subsidary
uz: “O‘ZCHARMIMPEKS” UK

source: Subsidaries
uz: “O‘ZCHARMIMPEKS” UK

source: Subsidary 2
uz: “CHARM VA POYABZAL DIZAYNI MARKAZI” SHK

source: Subsidaries 2
uz: “CHARM VA POYABZAL DIZAYNI MARKAZI” SHK

source: Foreighn Representation
uz: Xorijiy vakolatxonalar

source: Foreighn Representations
uz: Xorijiy vakolatxonalar

source: Press service
uz: Press Servis

source: Press services
uz: Press Servis

source: Moscow
uz: Moskva

source: Events Admin
uz: Tadbirlar

source: Investment potential
uz: Investitsiya salohiyati

source: Investment potentials
uz: Investitsiya salohiyati

source: Export Potential
uz: Eksport hajmi

source: Export Potentials
uz: Eksport hajmi

source: Export Implementation
uz: Eksportni amalga oshirish

source: Export Implementations
uz: Eksportni amalga oshirish

source: Export Law
uz: Eksport Qonuni

source: Export Laws
uz: Eksport Qonuni

source: Market entry strategies
uz: Bozorga kirish strategiyalari

source: Presentations
uz: Taqdimotlar

source: Press Release
uz: Press Relizlar

source: Press Releases
uz: Press Relizlar

source: Youth Policy
uz: Yoshlar Siyosati

source: Publications
uz: Nashrlar

source: Investor
uz: Investorlar

source: Investors
uz: Investorlar

source: Exporters
uz: Eksporterlar

source: Foreign Representative Link
uz: Xorijiy vakolatxonalar linklari

source: Foreign Representative Links
uz: Xorijiy vakolatxonalar linklari

source: icon
uz: Ikonka

source: file
uz: Fayl

source: Foreign Representative Item
uz: Xorijiy ofislar sahifalari

source: Foreign Representative Items
uz: Xorijiy ofislar sahifalari

source: Register
uz: Ro'yxatdan o'tish

source: Contact phone number
uz: Aloqa uchun telefon raqam

source: Login
uz: Kirish

source: Helpline
uz: Ishonch telefoni

source: Hi
uz: Salom

source: Edit profile
uz: Profilni tahrirlash

source: Log out
uz: Chiqish

source: Type here to Search....
uz: Qidirish uchun shu yerga yozing....

source: Phone number
uz: Telefon raqam

source: Visitor statistics
uz: Tashrif buyuruvchilar statistikasi

source: Working hours
uz: Ish vaqti

source: Social networks
uz: Ijtimoiy tarmoqlar

source: Developed by
uz: Sayt yaratuvchisi

source: Increasing the font size
uz: Shrift hajmini oshirish

source: Default font size
uz: Odatiy shrift hajmi

source: Reduce the font size
uz: Shrift hajmini kichraytiring

source: Sound assistance
uz: Ovozli yordam

source: Grayscale Mode
uz: Kulrang rang rejimi

source: All news
uz: BARCHA YANGILIKLAR

source: more...
uz: Batafsil

source: PRODUCTS
uz: MAHSULOTLAR

source: PHOTO GALLERY
uz: FOTO GALEREYA

source: Media Uzcharmsanoat
uz: Video lavhalar

source: See all videos
uz: Barcha videolarni ko'rish

source: FAQs
uz: Savol-javoblar

source: Кўргазма ва электрон платформалар
uz: Ko'rgazma va Elektron Platformalar

source: Interactive map
uz: HUDUDIY BOSHQARMALAR

source: ASSOCIATION PARTNERS
uz: UYUSHMA HAMKORLARI

source: USEFUL LINKS
uz: FOYDALI HAVOLALAR

source: ABOUT THE ASSOCIATION
uz: UYUSHMA HAQIDA

source: About us
uz: Biz haqimizda

source: report
uz: Hisobot

source: Association History
uz: Uyushma Tarixi

source: REPORTS ON THE ACCOMPLISHED WORK
uz: BAJARILGAN ISHLAR YUZASIDAN HISOBOTLAR

source: LEADERSHIP
uz: RAHBARIYAT

source: PRESS LEADERS
uz: MATBUOT

source: Phone Number
uz: Telefon raqam

source: Your name
uz: Ismingiz

source: E-mail
uz: Elektron pochta

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: Send
uz: Yuborish

source: Feedback
uz: Qayta aloqa

source: Exhibitions and fairs
uz: Ko'rgazma va yarmarkalar

source: List of member enterprises of the association
uz: Uyushmaga a'zo korxonalar ro'yxati

source: Search by TIN and by company name
uz: INN va kompaniya nomi bilan qidirish

source: TIN
uz: INN

source: Full name of the organization
uz: Uyushmaning to'liq nomi

source: Foreign Representations Groups
uz: Xorijiy vakolatxonalar

source: “Ўзчармсаноат” уюшмаси фаолиятига доир меъёрий-ҳуқуқий ҳужжатлар
uz: “O'zcharmansanoat” uyushmasi faoliyatiga doir me'moriy-xujjatlar

source: МЕЪЁРИЙ-ҲУҚУҚИЙ ҲУЖЖАТЛАР РЎЙХАТИ
uz: MEHYORIY-HUQUQIY HUJJATLAR RUYXATI

source: All photos
uz: Barcha fotosuratlar

source: Uyushmaga aʼzo boʻlish tartibi
uz: Uyushmaga a'zo bo'lish tartibi

source: Print
uz: Chop etish

source: share
uz: Baham ko'rmoq

source: Normative legal documents
uz: Normativ-xuquqiy xujjatlar

source: ТЕРИНИ ҚАЙТА ИШЛАШ ҚОРХОНАЛАРИ
uz: TЕRINI QAYTA ISHLASH QORXONALARI

source: Post date:
uz: Xabar sanasi:

source: PDF version
uz: PDF versiya

source: Enterprise name
uz: Korxona nomi

source: Type of activity
uz: Faoliyat turi

source: Enterprise
uz: Korxona

source: MEMBERS OF THE ASSOCIATION
uz: Uyushma a'zolari

source: The procedure for membership in the association
uz: Uyushmaga a'zo bo'lish tartibi

source: Поиск по ИНН и по названию предприятия
uz: INN va kompaniyaning nomi bo'yicha qidirish

source: All News
uz: Barcha yangiliklar

source: More
uz: Batafsil

source: Search results
uz: Qidiruv natijalari

source: No data found
uz: Ma'lumot topilmadi

source: All products
uz: Barcha mahsulotlar

source: Announcements and Tenders
uz: E'lonlar va tenderlar

source: From
uz: Dan

source: To
uz: Gacha

source: Show
uz: Ko'rsatish

source: Main
uz: Asosiy

source: Resume
uz: Rezyume

source: Full Name
uz: To'liq ism

source: Date of birth
uz: Tug'ilgan sana

source: Nationality
uz: Millatingiz

source: Marital status
uz: Oilaviy ahvol

source: TIN number
uz: INN raqam

source: Degree
uz: Darajangiz

source: Speciality
uz: Mutaxassisligingiz

source: Additional information
uz: Qo'shimcha ma'lumot

source: Upload Resume
uz: Rezyume yuklash

source: All Videos
uz: Barcha videolar

source: Allow my question to be published
uz: Ma'lumotlar nashr etilishiga ruxsat berish

source: Back to home
uz: Bosh sahifaga qaytish

source: FILE
uz: Fayl

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: Choose chat
uz: Suhbatni tanlang

source: Financial Projections
uz: Moliyaviy ko'rsatkichlar

source: Password (Confirmation)
uz: Parol (tasdiqlash)

source: Organization Passport
uz: Tashkilotlar

source: Fullname:
uz: To'liq ism

source: Organization Charter
uz: Tashkilotlar

source: Save Changes
uz: O'zgarishlarni saqlash

source: Tab Settings
uz: Menyu elementlari
